//
//  TermsOfServiceModel.swift
//  MegaCoffeeClone
//
//  Created by 김성호 on 2022/10/22.
//

import Foundation


struct TermsOfServiceModel {
    
    static var menu: [String] =
    ["서비스 이용약관","메가선불카드 이용약관","개인정보 처리방침","마케팅 활용 동의","위치 기반 서비스 이용 동의"]
    
    
    static var menu1: String =
    """
    서비스 이용약관
    서비스 이용약관
    서비스 이용약관
    서비스 이용약관
    서비스 이용약관
    서비스 이용약관


    서비스 이용약관


    서비스 이용약관
    서비스 이용약관
    서비스 이용약관
    서비스 이용약관
    서비스 이용약관
    서비스 이용약관
    서비스 이용약관
    서비스 이용약관


    서비스 이용약관
    서비스 이용약관
    """
    
    
    static var menu2: String =
    """
    메가선불카드 이용약관
    메가선불카드 이용약관
    메가선불카드 이용약관
    메가선불카드 이용약관
    메가선불카드 이용약관
    
    메가선불카드 이용약관
    메가선불카드 이용약관
    
    
    메가선불카드 이용약관
    
    
    메가선불카드 이용약관
    """
    
    
    static var menu3: String =
    """
    개인정보 처리방침
    개인정보 처리방침
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    개인정보 처리방침
    개인정보 처리방침
    
    
    
    
    
    개인정보 처리방침
    """
    
    
    static var menu4: String =
    """
    마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의
    
    
    
    
    
    
    
    
    
    
    
    
    
    마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의마케팅 활용 동의
    """
    
    
    static var menu5: String =
    """
    위치 기반 서비스 이용 동의


    위치 기반 서비스 이용 동의
    위치 기반 서비스 이용 동의위치 기반 서비스 이용 동의
    위치 기반 서비스 이용 동의위치 기반 서비스 이용 동의
    위치 기반 서비스 이용 동의위치 기반 서비스 이용 동의

    """
    
// MARK: ==== Class End ====
}
